const DisclaimerLayout = () => {
    return (
        <main className="disclaimer">
            <div className="container">
                <div className="banner">

                </div>
                <div className="content">
                    <section>
                        注意：在瀏覽本網站前請仔細閱讀本使用條款。Good Hair (下稱「我們」) 根據以下使用條款及細則以及私隱政策（以下簡稱「條款」) 為閣下提供本網站 (http://www.perfecthair.com.hk/) 之内容及負責管理。因此，我們建議閣下詳細閲讀本條款後才開始瀏覽或使用本網站。透過進入、瀏覽或使用本網站，表示閣下確認已閲讀，理解並同意(並無限制或保留)遵守並受本條款之約束。如閣下不接受本條款，請停止使用本網站。
                    </section>
                    <br></br>
                    <section>
                        網站内容：<br></br>
本網站提供之内容，包括但不限於，廣告、產品資料、美容療程資料、溝通論壇/平台、用家報告、圖/影像、影片、音樂、產品及服務推介、推廣/宣傳、產品及美容療程免費試用、常見問題及解答等。<br></br>

我們歇力提供由產品生產商提供之最準確，完整及最新的產品及美容療程(以下簡稱「服務」)資料予閣下。但我們不保證本網站所上載由生產商提供的所有產品及美容療程説明或資料完全準確無誤及可靠。<br></br>

在本網站所提供之任何内容無意取代任何專業醫療意見。我們建議閣下在使用或依據本網站提供之任何服務前咨詢閣下的醫生或合資格醫療/健康顧問。閣下的醫生或合資格醫療/健康顧問應能根據閣下之身體及健康狀況提供閣下須要的相關意見。我們不會刻意地提供閣下任何和醫療相關之答案。我們亦沒有意圖代表任何醫生或合資格醫療/健康顧問。<br></br>

本網站提供之所有内容及服務只供顧客使用。任何人士在沒有得到我們事先允許的情況下使用或販賣本網站之任何内容或服務均屬違法。<br></br>
所有購買之服務必須依照相關產品生産商或我們提供之服務指引及注意事項使用。如閣下對使用之服務有任何疑問，請在使用前咨詢閣下的醫生或合資格醫療/健康顧問。
                    </section>
                    <br></br>
                    <section>
                        知識產權：<br></br>
本網站所載的所有内容包括但不限於商品標簽、標誌、產品圖像、照片及音訊片段等（以下簡稱「資料」），均屬其相關持有人所擁有。任何未獲得相關擁有人及我們書面授權下對資料作出任何複製，模仿，修改或使用任何部分或全部即屬違法，我們將保留一切法律上的追究權利。
                    </section>
                    <br></br>
                    <section>
                        連結至其他網站：<br></br>
本網站會提供其它網站之連結，而我們沒有對這些第三者網站有任何擁有權、編制權或管理權及不會，無論明示或暗示，代表或保證第三者網站内容的準確性或真實性。我們將不會承擔或負責閣下因連結或瀏覽這些網站而構成的任何損失。閣下對連結或瀏覽這些網站必須承擔所有風險。
                    </section>
                    <br></br>
                    <section>
                        使用者責任：<br></br>
閣下在使用本網站提供之服務時可能需要或選擇登記成爲我們的會員或開立戶口。開戶後，本網站會給與閣下一個用戶名稱及密碼，而閣下有責任把相關資料保密免被盜用。在閣下登記成爲會員後即代表閣下同意負責及承擔以下所有責任：<br></br>
• 接受及承擔一切在閣下戶口内作出/進行過的行爲而引致的法律責任；<br></br>
• 提供真實，無誤，完整及更新一切所需的資料；<br></br>
• 閣下在使用該網頁時已經年滿十八嵗或已得到監護人允許及指引；<br></br>
• 一切閣下所提供予本網站及我們的資訊，包括但不限於評論、服務用後意見、提問、技攷、建議、知識、想法、圖/影像、短片等(以下簡稱「意見」)，而非在私隱政策所題及的可識別個人資料，將會被當作為非專利及非機密。閣下在提供或上載此等意見即代表閣下給與我們非專獨、免板稅、永久性的、可轉讓的、不可撤銷的和完全可再授權的權利及能以任可方式去使用，而不須通知或獲得閣下同意；<br></br>
• 所有由閣下提供的意見將會自動成爲我們的獨有資產，並不會發還給閣下；<br></br>
• 閣下所發帖/發佈的一切意見將被視爲閣下代表及保證已擁有該相關意見之合法使用或擁有權；<br></br>
• 接受及承擔一切由閣下(或被他人) 因使用閣下在本網站開立之戶口而導致我們，我們的員工或相關之商業夥伴被第三者索償及採取之法律行動以及有關開支；<br></br>
• 同意因閣下之行爲或不採取行動而造成本網站受不合理的基礎設施負荷而導致我們任何損失及費用；<br></br>
• 閣下不會在未獲得我們事先書面授權下而使用本網站之任何内容作商業或個人使用而獲得任何利益；<br></br>
• 我們沒有責任但保留檢測及檢閲閣下所提供之任何意見及禁止其被發帖/發佈的權利；<br></br>
• 我們不會對意見作出任何編輯控制，因此我們對所有意見沒有任何關係，義務或承擔責任；<br></br>
• 閣下及其他使用者所提供及發帖/發佈之意見並不反映或代表我們立場；<br></br>
• 若閣下違反本網站的使用條款及細則或在第三者或我們作出最佳利益的前提下，我們保留作出單方面權力終止、拒絕、禁止或暫停閣下使用閣下之戶口，並不會作事前通知。
                    </section>
                    <br></br>
                    <section>
                        禁止的活動：<br></br>
本網站禁止所有使用者透過本網站上載或分發任何不雅資料，電腦病毒或違法訊息，未被邀請之推廣，宣傳或廣告（以下簡稱「禁止行為」），來鼓勵，導致或構成任何不當行爲，滋擾，損失或非法行爲。如發現或有人舉報禁止行為，我們將保留一切權利終止或暫停上載者使用本網站及交由執法部門處理而並不會作出任何事前通知。
                    </section>
                    <br></br>
                    <section>
                        未成年人士：<br></br>
如閣下未滿十八(18)歲、為未成年人士或不能承擔法律責任的人士，閣下在透過本網站使用服務前須先就該等條款和條件的意義和影響尋求閣下的家長或監護人的建議。在取得閣下的家長或監護人的同意前，閣下不應向我們提供閣下的個人身份資料。家長、監護人和負責看管未成年人之人士必須負責審閲及批准該未成年人瀏覽之網頁，或索取任何試用產品或療程或購買相關服務。
                    </section>
                    <br></br>
                    <section>
                        爭議：<br></br>
所有因本條款而產生之爭議，在採取任何司法程序，包括仲裁前，將會首先以調解方式解決。
                    </section>
                    <br></br>
                    <section>
                        條款修改：<br></br>
我們保留在有需要時修改或更生本網站提供的條款之權利。如本條款有任何修改或更生，閣下可在頁尾能看到更生及生效日期。而被修改或更生的内容亦將同時生效。閣下在修改或更生條款後繼續瀏覽或使用本網站即代表閣下同意相關修改或更生。<br></br>
在法律允許的最大範圍內，在任何情況下，無論是基於保證、合約、侵權或其他任何法理,也無論是否被告知這種損害情況的可能性，Good Hair及其供應商，或本網站中所提及的其他第三方，均無需對於因使用、無法使用，或因使用本網站與任何跟本網站連結，或任何或所有這些網站中所含之資料或資訊而造成的損失負責(包括但不限於利潤損失、數據損失或業務中斷)。閣下承認並同意Good Hair或其職員、僱員或代理人均不需承擔任何因閣下使用本網站的資料或資訊引致需要維修、修復或糾正設備或數據，而產生的任何損失或損害。閣下在此免除Good Hair任何該等責任、損失、損害或索償。
                    </section>
                    <br></br>
                    <section>
                        免責聲明及法律責任限制：<br></br>
我們會為本網站盡力提供準確、完整及最新的資料，但不會作明示或暗示的保證或承諾所提供之内容/資料是完全準確無誤或網站不會發生任何技術困難/問題。我們亦不會為閣下因使用或凴藉本網站所提供之内容而做成之任何直接或間接的損失作出任何法律責任或賠償。
                    </section>
                    <br></br>
                    <section>
                        聯絡我們：<br></br>
如閣下對本條款有任何疑問，請在辦公時間星期一至五早上10點至下午6點，致電查詢熱線852-6697 2083聯絡我們。
                    </section>
                    <br></br>
                    <section>
                        本條款及細則受香港特別行政區法律監管。<br></br>
最後更新日期為2020年1月8日<br></br>
Good Hair保留一切權力。<br></br>
使用此網站表示閣下同意接受本使用條款及細則和私隱政策。<br></br>
                    </section>
                </div>

            </div>
        </main>




    )
}


export default DisclaimerLayout