const PrivacyLayout = () => {
    return (
        <main className="privacy">
            <div className="container">
                <div className="banner">
                </div>
                <div className="content">
                    <section>
                        Good Hair尊重閣下個人私隱，維護閣下個人私隱得到保密，並嚴格遵守香港特別行政區法例第486章《個人資料（私隱）條例》的規定，且同時訂立本政策，目的為閣下闡明Good Hair如何收集、使用、披露及保留閣下的個人資料。
                </section>
                    <br></br>
                    <section>
                        1) 收集個人資料閣下向我們申請使用服務，我們可能會進行評估及核實你的個人資料。於某些情況下，我們會採用市場普遍接受的慣用方法核實你提供的資料，又或核對我們之前記存的資料。此外，我們亦可要求閣下出示個人身份證明文件及/或地址證明等文件正本，相關資料經核對無誤後方始使用。我們收集個人資料的類型將取決於您與我們交易的性質。我們可能會收集您的個人資料:
                <br></br>
                a. 當您使用本手機應用程式登記註冊成為我們會員;<br></br>
                b. 當您登記註冊使用、或輸入信息到任何我們的互動服務（例如，我們的博客和論壇）;<br></br>
                c. 當您使用本網站報名參加我們的任何活動;<br></br>
                d. 當您使用本網站向我們選購療程和服務;及<br></br>
                e. 當您使用本網站與我們聯絡。我們可能自己或透過任何我們的隸屬、聯營、相關、附屬公司及/或由我們的最終控股公司共同控制的公司（“集團公司”），從其他來源，收集您的個人資料，包括：<br></br>
                        <div className="pl-40px">
                            a. 直接由您;<br></br>
                        b. 當您瀏覽由集團公司經營的其他網站，使用由我們或集團公司提供的服務或產品，或從我們或集團公司購物;及<br></br>
                        c. 可獲得的商業資料來源。除了任何其他詳情之外，我們還可能會收集：
                        <div className="pl-40px">
                                a. 戶口登記資料，包括您的姓名、稱號、聯絡號碼（流動電話）、郵政地址和電郵地址;<br></br>
                        b. 付款資料、交易和信用卡資料（如果您從我們購買療程或產品）;<br></br>
                        c. 您和我們之間的信函記錄；及<br></br>
                        d. 有關您個人或職業興趣、人口統計資料、對我們產品和服務的經驗及偏好的聯繫方式，以便向您提供我們產品和服務的進一步信息。所有由我們收集關於您的資料，及由集團公司收集關於您的資料，可能會與由我們或任何集團公司所持有關於您的其他資料合併。請注意，在我們網站提供的大多數商品和服務、信息，市場營銷和宣傳材料的對象不是未滿18歲的青年。如果您未滿18歲，您必須先取得您的父母或監護人的同意，才可向我們提供任何您的個人資料。<br></br>
                            </div>
                        </div>
                    </section>
                    <br></br>
                    <section>
                        2) 個人資料的使用閣下作為我們的客戶或我們網站的訪客或使用者，向我們申請及/或持續使用任何服務及/或產品時，或須向我們提供個人資料。若閣下提供的個人資料不全或失實，我們可能無法向你提供或繼續提供所需的服務。我們時刻均會保密閣下的個人資料。我們收集、使用、保留、披露、轉移、保安和查閱個人資料的政策及實務守則，一律遵從該條例及本聲明的規定。我們可使用和保留你提供的個人資料作以下任何用途，以及作雙方不時協定或法律規定的其他用途：我們收集您的個人資料，以便我們能夠提供我們的產品和服務，並經營業務。例如：
                    <br></br>
                    a. 為您提供我們及/或集團公司的各種產品和服務、市場營銷和宣傳材料、活動信息和網上購物的項目;<br></br>
                    b. 以便處理和跟進服務電話、查詢和投訴;<br></br>
                    c. 有關行政通知及有關您使用本網站的通訊而聯絡您及回應您的查詢或要求;<br></br>
                    d. 以協助我們的未來營銷目的及/或與第三方聯合推廣活動的發展;<br></br>
                    e. 以核實本網站用戶的身份;及 f. 以獲取有關我們用戶的統計以分析網站的使用率，以幫助其進一步發展。雖然您沒有義務提供本網站上要求的資料或信息，但如果您選擇不提供資料，我們或者不能向您提供我們公司或集團公司的產品和服務、信息及市場營銷和宣傳材料。我們不會出售或出租您的個人資料予第三方，或與第三方就您的個人資料進行交易。在下述情況下，我們可能會披露您的個人資料予其他人士：
                    <div className="pl-40px">
                            a. 已正式獲得我們授權使用您的個人資料的任何第三方產品和服務供應商，其將協助我們的業務發展。我們的第三方供應商將受合同的約束，必須按照我們與他們的服務協議的條款，及適用第三方供應商營運區域的所有法律及法規的規定使用您的個人資料;<br></br>
                        b. 在我們所從事的業務中代表我們的代理商;<br></br>
                        c. 我們集團公司，讓您可以獲得我們或集團公司提供的產品和服務信息，及/或讓我們及集團公司可在我們各自從事的業務中互相提供產品和服務;<br></br>
                        d. 在我們需要保護和捍衛我們的權利和財產的情況下;<br></br>
                        e. 在我們認為我們必須這樣做，以符合適用的法律和法規;及<br></br>
                        f. 在我們認為有必要，以維持和改善我們的服務的情況下。<br></br>
                        </div>
                    </section>
                    <br></br>
                    <section>
                        3) 個人資料的保留及安全保護您被收集的個人資料是我們的一個優先事項。我們會一直努力，以確保您的個人資料將受保護防止未經授權的查閱。我們已經實施了適當的電子和管理措施，以便保障、保護和確保您的個人資料。我們的總部設於香港。您的個人資料可能在香港或世界其他地區被我們查閱或被我們轉移到任何我們以上所提之第三方公司及被該第三方查閱。您所提供的所有個人資料將會被加密，並轉移至我們的伺服器或我們正式授權第三方的伺服器內。該等個人資料只能由我們自己或我們授權的第三方人員查閱，而該等人員將被指示在查閱這些個人資料時，必須遵守本私隱聲明的條款。雖然我們將竭盡所能，以保護和確保您的個人資料，但我們無法保證您的個人資料，透過互聯網或任何電訊網絡傳輸的安全性，而您須自行承擔由您轉移個人資料給我們的任何風險。
                </section>
                    <br></br>
                    <section>
                        4) 個人資料的查閱或更正您可以隨時要求查閱，並要求我們修改您儲存在我們記錄的個人資料。如您想行使您的權利，或者如果您有任何疑問，請與我們公司旗下分店之客戶服務經理聯絡及查詢。如您想查閱或修改您的個人資料，我們可能會要求您提供個人詳細資料，以核實您的身份。我們將盡力在10工作天內回應您的要求。根據條例第28條，本公司可能會因此向您收取合理費用。
                </section>
                    <br></br>
                    <section>
                        5) 查詢如欲查詢本公司的私隱政策聲明，歡迎聯絡本公司客戶服務經理。<br></br>
                Good Hair. <br></br>
                查詢熱線: +852 9211 1383 <br></br>
                查詢電郵: info@perfecthair.com.hk<br></br>
                    </section>
                </div>
            </div>
        </main>
    )
}

export default PrivacyLayout